;
;  Few rules for translator:
;  For beginning of translate - copy english.ini into the yourlanguage.ini
;  Please, translate text only after symbol ' = '
;
;
; TranslationAuthor: Damned
; TranslationAuthorEmail: bartosfr@seznam.cz
; TranslationAuthorWeb: http://damnedovycestiny.webnode.cz/
; Version: 3.39
; Update: 2013-09-19
;
[Translation]
LangCode=0405
ReadHabit=Left-to-right
LanguageName=CZE
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=EASTEUROPE_CHARSET
Information=Informace
Warning=Výstraha
Error=Chyba
Confirm=Potvrzení
pmCheckMsg=Automaticky kontrolovat novinky
pmforum=Fórum
pmHelp=Nápověda
pmContact=Kontaktujte nás
pmHome=Náš web
pmCheckNew=Automaticky kontrolovat aktualizace
pmLang=Jazyky
pmAbout=O programu
pmRestore=Obnovit položku
pmselectall=Vybrat vše
pmselectnone=Odškrtnout vše
pmselectinvert=Otočit výběr
;
; Main
;
FrmFRMain.lblTree.caption=Složky souborů
FrmFRMain.btnlikeit.caption=Líbí se!
FrmFRMain.btnfeedback.caption=Náměty a ohlasy
FrmFRMain.btnsearch.caption=Vyhledat
FrmFRMain.btnrestore.caption=Obnovit
FrmFRMain.btnsearchcancel.caption=Storno
LangCode=0405
;
; About
;
FrmFRAbout.caption=O programu
FrmFRAbout.btnok.caption=OK
FrmFRAbout.lblver.caption=Aktuální verze:
FrmFRAbout.lblemail.caption=Podpora:
FrmFRAbout.lblhome.caption=Náš web:
FrmFRAbout.lblthank.caption=Těmto lidem děkujeme za jejich podporu našemu produktu:
;
;Like us
;
Frmlikeit.lblTitle.caption=Pokud se Vám líbí Wise Data Recovery, prosím, představte tento bezplatný nástroj svým známým.
Frmlikeit.lblInfo.caption=Sdílejte Wise Data Recovery s rodinou, přáteli, spolužáky a kolegy pomocí emailu, blogu, Twitteru, Youtube, Facebooku, atd... Děkujeme! Přinesete jim výhodu a efektivitu pro další život.
Frmlikeit.lblRate.caption= Ohodnoťte Wise Data Recovery:
Frmlikeit.lblfollow.caption=Sledujte nás na:
Frmlikeit.lblshare.caption=Sdílejte Wise Data Recovery:
Frmlikeit.btndownload.caption=Stáhnout zdarma
Frmlikeit.imgrate.hint=Oceňte nás 5 hvězdami
Frmlikeit.imgmail.hint=Sdílejte program s přáteli
Frmlikeit.imgface1.hint=Sdílejte nás na na Facebooku
Frmlikeit.imgface2.hint=Sledujte nás na Facebooku
Frmlikeit.imgtwitter1.hint=Sdílejte nás na Twitteru
Frmlikeit.imgtwitter2.hint=Sledujte nás na Twitteru
Frmlikeit.Caption=Líbí se!
Frmlikeit.lbldownload.caption=Stáhněte si další bezplatné programy z WiseCleaner.com:

[Edit]
pmcut=Vyjmout
pmcopy=Kopírovat
pmpaste=Vložit
pmdelete=Smazat
pmselectall=Vybrat vše

[GUI]
ButtonYes=Ano
ButtonNo=Ne
ButtonOK=Ok
ButtonMinimize=Minimalizovat
ButtonMaximize=Maximalizovat
ButtonClose=Zavřít
ButtonRestore=Obnovit
ButtonMenu=Nabídka
ButtonDelete=Smazat
[FileRecovery]
FrmFRMain.lstFile.headitems[0]=Název
FrmFRMain.lstFile.headitems[1]=Velikost
FrmFRMain.lstFile.headitems[2]=Poslední přístup
FrmFRMain.lstFile.headitems[3]=Obnovitelnost
FrmFRMain.lstFile.headitems[4]=Umístění
Scanning=Vyhledávání...
Filtering=Filtrování...
KeyWord=Vyhledat...
Images=Obrázky
Audios=Hudba
Videos=Videa
Document=Dokumenty
Compressed=Archívy
Email=Emaily
AllFiles=Všechny soubory
AllFolders=Všechny složky
SelectDir=Vyberte složku pro uložení obnovených souborů
NoSameDrive=Pro obnovení souboru zvolte jiný disk, aby se zabránilo přepsání dat.
ScanStopped=Vyhledávání bylo zrušeno.
Good=Dobrá
Poor=Špatná
VeryPoor=Velmi špatná
Lost=Nemožná
ItemList=Nalezeno %d souborů.
[message]
NoNewVer=Blahopřejeme! Používáte poslední verzi!
RecoveryDone=Obnova dat bylo dokončena.
TranslateTo=Přeložte nás...
NewVer=Je k dispozici nová verze! Chcete nyní aktualizovat program?